{
    "My portfolio": "Моє портфоліо",
    "Home": "Головна",
    "Projects": "Проекти",
    "About me": "Про себе",

    "Alex Rozumniy": "Олексій Розумний",
    "Frontend developer": "Фронтенд розробник",
    "with passion for learning and creating": "з пристрастю вчитися та творити",
    "I am a beginner frontend developer": "Я початківець у фронтенд розробці. Моя мета — застосувати свої технічні навички у веб-розробці, створенні цікавих додатків, крутих інтерфейсів і яскравих веб-сторінок, що запам'ятовуються, які захочеться відвідувати знову і знову. Я командний гравець, відкритий для змін і прагну принести успіх компанії шляхом розробки оптимальних алгоритмів і підходів, що дозволяють вирішувати проблеми, що виникають у фронтенд-розробці",
    "Download CV": "Завантажити резюме",

    "Frontend": "Фронтенд",
    "Design": "Дизайн",

    "Landing Page": "Лендінг",
    "Web Application": "Веб-додаток",
    "See it": "Подивись!",

    "I am interested in": "Меня интересуют UI/UX-дизайн и фронтенд-разработка. Моя цель как разработчика — применить свои технические навыки в веб-разработке, создавая интересные веб-приложения, классные пользовательские интерфейсы и яркие, запоминающиеся веб-страницы, которые хочется посещать снова и снова.",
    "I am a team player": "Я командный игрок, готовый меняться, и буду стремиться принести компании успех, разрабатывая оптимальные алгоритмы и подходы, которые позволят решить проблемы во фронтенд-разработке..",
    "Glad to be": "Я творчий фронтенд-розробник з пасією до створення вражаючих інтерфейсів. Моя мета - не просто розробка веб-сайтів, а створення вражень, що залишаться в пам'яті. За допомогою технологій і креативності я працюю над впровадженням ідей у реальність. Давайте разом створимо щось неймовірне!",

    "Kharkiv, Ukraine": "Харків, Україна",
    "Education": "Освіта",
    "Learned": "Вивчав",
    "Hard skills": "Професійні навички",

    "Communication": "Комунікабельність",
    "Teamwork skills": "Навички командної роботи",
    "Easy adaptation": "Легка адаптація",
    "Analytic skills": "Аналітичні здібності",
    "Attention to details": "Уважність до деталей",
    "Self-organization": "Самоорганізація",
    "Getting Things Done": "Доведення справ до завершення"
}